export const locations = [
    'Город клоунов', 'Странный цирк', 'Комедийный замок',
    'Весёлая деревня', 'Площадь шуток', 'Комедийный театр',
    'Фестиваль смеха', 'Весёлое озеро', 'Замок веселья'
];

export const objectives = [
    'Устроить вечеринку', 'Смешить всех', 'Соревноваться в юморе',
    'Создать идеальный номер', 'Выиграть конкурс смеха',
    'Найти потерянную шутку', 'Спасти фестиваль', 'Найти самый смешной анекдот'
];

export const npcs = [
    'Шут', 'Весёлый маг', 'Смешной трактирщик',
    'Гениальный клоун', 'Принцесса смеха', 'Музыкальный бард',
    'Сумасшедший профессор', 'Талантливый акробат', 'Великий комик'
];

export const enemies = [
    'Банда клоунов', 'Весёлые гоблины', 'Крысы-шутихи',
    'Грозные мимы', 'Серьёзные злодеи', 'Унылые чудовища',
    'Скучные призраки', 'Тоскливые тролли', 'Серые джинны'
];

export const events = [
    'Комедийная драка', 'Вечеринка в таверне', 'Парад клоунов',
    'Гигантский шарикопад', 'Скользкий пол', 'Перевёрнутая реальность',
    'Шумная вечеринка', 'Спонтанное представление', 'Улыбчивый дракон'
];

export const rewards = [
    'Клоунский нос', 'Магическая шапка', 'Редкая шутка на свитке',
    'Кубок смеха', 'Золотой мегафон', 'Музыкальная гармошка',
    'Большое ведро конфет', 'Светящийся жезл', 'Розовая корона'
];
