export const locations = [
  'Заброшенный замок', 'Темный лес', 'Затонувший город',
  'Тёмная пещера', 'Крепость тьмы', 'Мрачное болото',
  'Утраченное подземелье', 'Могила королей', 'Проклятый замок'
];

export const objectives = [
  'Найти древний артефакт', 'Уничтожить могущественного вампира',
  'Расследовать исчезновения в деревне', 'Спасти заточенного принца',
  'Сбежать из пленения', 'Покорить древнее зло', 'Очистить замок от проклятия',
  'Обрести легендарное оружие', 'Найти выход из лабиринта'
];

export const npcs = [
  'Мрачный некромант', 'Призрачный рыцарь', 'Таинственный странник',
  'Повелитель теней', 'Проклятая принцесса', 'Мудрый колдун',
  'Тёмный алхимик', 'Подлый предатель', 'Могущественный волшебник'
];

export const enemies = [
  'Вампиры', 'Скелеты', 'Призраки', 'Зомби', 'Нежить',
  'Демоны', 'Кровожадные монстры', 'Тёмные чудовища', 'Призрачные стражи'
];

export const events = [
  'Появление призраков', 'Зловещие звуки', 'Таинственное затмение',
  'Нападение тёмных сил', 'Поднятие проклятия', 'Исчезновение деревни',
  'Вспышка магии', 'Начало апокалипсиса', 'Тёмная ритуальная церемония'
];

export const rewards = [
  'Магический амулет', 'Редкое оружие', 'Заклинание из древней книги',
  'Легендарные доспехи', 'Драгоценные камни', 'Мистический артефакт',
  'Свиток с могущественным заклинанием', 'Ключ к древнему сокровищу',
  'Благословение древних богов', 'Победа над злом и слава'
];
