export const locations = [
    'Волшебный лес', 'Магический замок', 'Озеро фей',
    'Город гномов', 'Башня волшебников',
    'Подземелье дракона', 'Зачарованная пустыня',
    'Лавовые поля', 'Затонувший город'
];

export const objectives = [
    'Найти магический кристалл', 'Спасти принцессу',
    'Победить дракона', 'Исследовать зачарованный лес',
    'Изучить древние руины', 'Преодолеть магический лабиринт',
    'Собрать волшебные артефакты', 'Освободить деревню от гоблинов', 'Помочь восстановить замок'
];

export const npcs = [
    'Могущественный маг', 'Отважный паладин', 'Мудрый друид',
    'Коварный вор', 'Таинственный алхимик', 'Веселый бард',
    'Загадочная ведьма', 'Старый мудрец', 'Молодой волшебник'
];

export const enemies = [
    'Драконы', 'Гоблины', 'Тролли', 'Огры', 'Темные колдуны',
    'Ледяные великаны', 'Песчаные черви',
    'Злобные элементали', 'Призрачные воины'
];

export const events = [
    'Внезапная магическая буря', 'Призрачное появление',
    'Появление дракона', 'Нападение гоблинов', 'Заклинание исчезновения',
    'Магический турнир', 'Заклинание времени',
    'Путешествие между мирами', 'Призыв древнего существа'
];

export const rewards = [
    'Магический меч', 'Древний артефакт', 'Кольцо силы', 'Золото',
    'Зачарованные доспехи', 'Свиток с уникальным заклинанием',
    'Трофей дракона', 'Амулет бессмертия', 'Редкий эликсир'
];
