export const locations = [
    'Заброшенный завод', 'Разрушенный город', 'Зона отчуждения',
    'Радиоактивная пустыня', 'Бункер', 'Разрушенный мост',
    'Брошенная шахта', 'Остатки авиабазы', 'Упавший спутник'
];

export const objectives = [
    'Собрать припасы', 'Спасти выживших', 'Уничтожить бандитов',
    'Починить генератор', 'Обезвредить ловушки', 'Изучить странные явления',
    'Захватить базу', 'Перенести оборудование', 'Открыть доступ к ресурсам'
];

export const npcs = [
    'Путешественник', 'Механик', 'Выживший командир',
    'Старый доктор', 'Военный специалист', 'Пилот вертолета',
    'Химик-исследователь', 'Умный ребенок', 'Сталкер'
];

export const enemies = [
    'Бандиты', 'Мутанты', 'Роботы-убийцы', 'Дикари',
    'Опустошители', 'Инфекционные существа', 'Киборги',
    'Биологические монстры', 'Контрабандисты'
];

export const events = [
    'Взрыв или обвал', 'Прибытие новой группы', 'Засада бандитов',
    'Смертельная пыльная буря', 'Радиоактивное облако', 'Вторжение мутантов',
    'Проблемы с генератором', 'Переполнение бункера', 'Поход в заброшенное метро'
];

export const rewards = [
    'Топливо', 'Редкие запчасти', 'Оружие из будущего',
    'Планшет с информацией', 'Защитная броня', 'Редкая еда',
    'Магнитная карта доступа', 'Почётный медальон', 'Редкий антивирус'
];
